Repository: Lancelotbronner/apple-utm
Catalog: UTM/Platform/Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es_419, fi, fr, it, ja, ko, pl, ru, zh_hans, zh_hant, zh_hk

source: If enabled, input capture will toggle automatically when entering and exiting full screen mode.
ar: إذا تم تمكينه، ستتبدل عملية التقاط الإدخال تلقائيًا عند الدخول والخروج من وضع ملء الشاشة.
it: Se abilitato, la cattura dell'input verrà attivata e disattivata all'entrata e all'uscita dalla modalità a schermo intero
ja: 有効にすると、フルスクリーンモードの開始時と解除時に入力キャプチャが自動的に切り替わります。
pl: Jeśli włączone, klawiatura i mysz będą przechwytywane automatycznie wchodząc i wychodząc z trybu pełnoekranowego.
zh_hans: 若启用，输入捕捉会在进入和退出全屏模式时自动切换。
zh_hk: 如啟用，於進入和離開全螢幕模式時，將會自動切換輸入擷取。

source: If enabled, num lock will always be on to the guest. Note this may make your keyboard's num lock indicator out of sync.
ar: إذا تم تمكينه، سيظل Num Lock مفعلًا دائمًا للضيف. لاحظ أن هذا قد يجعل مؤشر Num Lock على لوحة المفاتيح غير متزامن.
ja: 有効にすると、ゲストに対してNumLockが常にオンになります。これにより、キーボードのNumLockインジケータが同期しなくなる可能性があることに注意してください。
pl: Jeśli włączone, NumLock zawsze będzie włączony w systemie gościa. Pamiętaj, że to może sprawić mylne działanie detektora Num Locka na twojej klawiaturze.
zh_hans: 若启用，Num Lock 将始终对客户机开启。注意，这可能会使键盘的 Num Lock 指示灯不同步。
zh_hant: 啟用後 Num Lock 在客體將永遠是 on 的。注意這可能導致您鍵盤的 Num Lock 指示燈不同步。
zh_hk: 如啟用，Num Lock 將會始終對客戶端開啟。請緊記，這可能會令鍵盤的 Num Lock 指示器不同步。

source: If enabled, Option will be mapped to the Meta key which can be useful for emacs. Otherwise, option will work as the system intended (such as for entering international text).
ar: إذا تم تمكينه، سيتم تعيين مفتاح Option إلى مفتاح Meta، مما قد يكون مفيدًا لـ emacs. خلاف ذلك، سيعمل مفتاح Option كما هو مقصود من قبل النظام (مثل إدخال نص دولي).
it: Se abilitata, il tasto Option (⌥) verrà mappato come Meta key, utile per emacs. In caso contrario, il tasto Option funzionerà come da impostazioni di sistema (ad esempio per inserimento di testo speciale o con caratteri internazionali)
ja: 有効にすると、OptionがEmacsの利用に便利なメタキーにマッピングされます。そうでない場合、Optionはシステムが意図したとおりに動作します（国際テキストを入力する場合など）。
pl: Jeśli włączone, klawisz Option będzie zmapowany jako klawisz Meta, który może być przydatny dla eMacków. W innym wypadku, ta opcja będzie działać jak system przewiduje (tj: wpisywanie międzynarodowego tekstu).
zh_hans: 若启用，Option 键将映射到 Meta 键，这对 Emacs 很有用。否则，Option 键将按照系统默认方式工作 (例如输入国际文本)。
zh_hant: 啟用後 Option 鍵將對映到 Meta 鍵，若要使用 Emacs 這選項會很實用。反之 Option 將會以系統認為的方式運作（比如輸入國際文字）。
zh_hk: 如啟用，Option 鍵將會對映至 Meta 鍵，這對於 Emacs 很有用。否則，Option 鍵將會以系統預設工作（例如輸入國際文字）。

source: If enabled, resizing of the VM window will not be allowed.
ar: إذا تم تمكينه، فلن يُسمح بتغيير حجم نافذة الآلة الافتراضية.
fr: Si coché, il ne sera pas possible de redimensionner la fenêtre de la VM.
pl: Jeśli zaznaczone, manipulacja rozdzielczością okna maszyny wirtualnej będzie niemożliwa.
zh_hans: 若启用，将不允许调整虚拟机窗口的大小。
zh_hant: 啟用後將不允許調整虛擬機視窗的大小。
zh_hk: 如啟用，將不會允許調整虛擬電腦視窗的大小。

source: If enabled, scroll wheel input will be inverted.
ar: إذا تم تمكينه، سيتم عكس إدخال عجلة التمرير.
fr: Si coché, le défilement de la molette de la souris sera inversé.
it: Se abilitato, lo scorrimento della rotella del mouse verrà invertito
ja: 有効にすると、スクロールホイールの入力が反転します。
pl: Jeśli włączone, przewijanie będzie odwrócone
zh_hans: 若启用，将反转滚轮输入。
zh_hant: 啟用後會反轉滾輪輸入的方向。
zh_hk: 如啟用，將會反轉滾輪輸入。

source: If enabled, the default input devices will be emulated on the USB bus.
ar: إذا تم تمكينه، ستتم محاكاة أجهزة الإدخال الافتراضية على ناقل USB.
es_419: Si está habilitado, los dispositivos de entrada predeterminados serán emulados en el bus de USB.
fi: Jos käytössä, oletussyöttölaitteet emuloidaan USB-väylällä.
fr: Si coché, les appareils d’entrée par défaut seront émulés via le bus USB.
it: Se abilitato, i dispositivi di input predefiniti saranno emulati sul bus USB.
ja: 有効にすると、デフォルトの入力デバイスがUSBバス上でエミュレートされます。
pl: Jeśli włączone, domyślne urządzenia wejścia będą emulowane na magistrali USB.
ru: Если эта опция включена, то на шине USB будут эмулироваться устройства ввода по умолчанию.
zh_hans: 若启用，默认输入设备将在 USB 总线上模拟。
zh_hant: 啟用後預設的輸入裝置會模擬插在 USB 匯流排。
zh_hk: 如啟用，預設輸入裝置將會於 USB 匯流排上仿真。

source: If set, a frame limit can improve smoothness in rendering by preventing stutters when set to the lowest value your device can handle.
ar: إذا تم تعيينه، يمكن أن يحسن حد الإطار من سلاسة العرض من خلال منع التقطيع عند تعيينه لأدنى قيمة يمكن لجهازك التعامل معها.
fr: Si défini, une limite d’image par seconde peut améliorer la fluidité du rendu en empéchant les saccades lorsque vous la réglez sur la valeur la plus basse que votre appareil peut gérer.
it: Se impostato, un limite di frame può migliorare l'esperienza quando impostato al valore minimo di refresh del proprio dispositivo.
ja: フレーム制限を設定すると、お使いのデバイスが処理できる最小値に設定したときに画面のカクつきを防止し、レンダリングの滑らかさを向上させることができます。
pl: Jeśli ustawione, limit klatek może poprawić gładkość renderowania przez zapobieganie zacinaniu się, gdy jest ustawiana na najniższą wartość jaką twoje urządzenie może wytrzymać.
zh_hans: 若设置，则当设置为设备可以处理的最低值时，帧限制可以防止卡顿，从而提高渲染的流畅度。
zh_hant: 設定後將會限制幀數上限，透過將數值調整到您裝置可以處理過來的最小值來防止卡頓，最終改善算繪的平滑度。
zh_hk: 如設定了幀限制，則當設定為你的裝置可以處理的最低值時，幀限制可以防止卡頓，藉此提升渲染的平滑度。

source: If set, boot directly from a raw kernel image and initrd. Otherwise, boot from a supported ISO.
ar: إذا تم تعيينه، يتم التمهيد مباشرة من صورة نواة خام وinitrd. خلاف ذلك، يتم التمهيد من ISO مدعوم.
es_419: Si está habilitado, se iniciará directamente desde una imagen bruta de kernel e initrd. De lo contrario, se iniciará desde una imagen ISO compatible.
fi: Jos asetettu, käynnistä suoraan ytimen raakavedosta ja initrd:stä. Muussa tapauksessa käynnistä tuetulta ISO:lta.
it: Se impostato, avvia direttamente da un'immagine del kernel e initrd. In alternativa, avvia da una ISO supportata.
ja: 有効にすると、生のカーネルイメージと初期RAMディスクから直接起動します。そうでない場合、対応したISOから起動します。
pl: Jeśli zaznaczone, uruchom bezpośrednio z surowego obrazu jądra i pliku initrd. W przeciwnym wypadku uruchom z wspieranego obrazu ISO.
ru: Если значение установлено, то загрузка будет производиться непосредственно с образа ядра и initrd. В противном случае загрузка производится из поддерживаемого ISO.
zh_hans: 如设置，直接由 Raw 内核映像和 initrd 启动。否則由受支持的 ISO 启动。
zh_hant: 設定後將直接從原始核心映像檔或 initrd 開機，否則從支援的 ISO 開機。
zh_hk: 如設定，直接由 Raw 核心映像檔與 initrd 啟動。否則由受支援的 ISO 啟動。

source: Image File Type
ar: نوع ملف الصورة
de: Abbild-Typ
es_419: Tipo de archivo de imagen
fi: Kuvatiedostotyyppi
it: Tipo di File di Immagine
ja: イメージファイルの種類
pl: Typ pliku obrazu
ru: Тип файла образа
zh_hans: 映像文件类型
zh_hant: 映像檔案類型
zh_hk: 映像檔種類

source: Image Type
ar: نوع الصورة
es_419: Tipo de imagen
fi: Kuvatyyppi
fr: Type d’image
it: Tipo di Immagine
ja: イメージの種類
ko: 이미지 종류
pl: Typ obrazu
ru: Тип образа
zh_hans: 映像类型
zh_hant: 映像檔類型
zh_hk: 映像檔種類

source: Import Drive
ar: استيراد محرك

source: Import IPSW
ar: استيراد IPSW
de: IPSW importieren
es_419: Importar un IPSW
fi: Tuo IPSW
it: Importa un IPSW
ja: IPSWを読み込む
pl: Importuj IPSW
ru: Импорт IPSW
zh_hans: 导入 IPSW
zh_hant: 匯入 IPSW
zh_hk: 輸入 IPSW

source: Import VHDX Image
ar: استيراد صورة VHDX
es_419: Importar una imagen VHDX
fi: Importer une image VHDX
it: Importa un'Immagine VHDX
ja: VHDXイメージを読み込む
pl: Importuj obraz VHDX
ru: Импортировать образ VHDX
zh_hans: 导入 VHDX 映像
zh_hant: 匯入 VHDX 映像檔
zh_hk: 輸入 VHDX 映像檔

source: Import…
ar: استيراد…
de: Importieren…
es_419: Importar...
fi: Tuo...
fr: Importer…
it: Importa...
ja: 読み込む…
ko: 추가
pl: Importuj...
ru: Импорт…
zh_hans: 导入…
zh_hant: 匯入⋯
zh_hk: 輸入⋯

source: Inactive
ar: غير نشط
de: Inaktiv
es_419: Inactivo
fi: Epäaktiivinen
it: Inattivo
ja: 非アクティブ
pl: Nieaktywne
ru: Неактивный
zh_hans: 非活跃
zh_hant: 未啟用
zh_hk: 未啟用

source: Increase the size of the disk image.
ar: زيادة حجم صورة القرص.
fr: Augmente la taille de l’image disque.
it: Incrementa la dimensione dell'immagine disco.
ja: ディスクイメージのサイズを大きくします。
pl: Zwiększ rozmiar dysku.
zh_hans: 增加磁盘映像的大小。
zh_hant: 擴大磁碟映像檔的大小。
zh_hk: 增加磁碟映像檔的大小。

source: Index %lld cannot be found.
ar: لا يمكن العثور على الفهرس %lld.
ja: インデックス%lldが見つかりません。
pl: Indeks %lld nie może zostać odnaleziony.
zh_hans: 找不到索引 %lld。
zh_hant: 找不到索引 %lld。
zh_hk: 索引 %lld 未找到。

source: Information
ar: معلومات
es_419: Información
fi: Tiedot
it: Informazioni
ja: 情報
ko: 정보
pl: Informacje
ru: Информация
zh_hans: 信息
zh_hant: 資訊
zh_hk: 訊息

source: Initial Ramdisk
ar: ذاكرة مؤقتة أولية
es_419: RAMDisk inicial
fi: Alkumuistilevy
it: RAMDisk Iniziale
ja: 初期RAMディスク
pl: Inicjuj dysk na pamięci RAM (RAMDISK)
ru: Первоначальный ramdisk
zh_hans: 初始 ramdisk
zh_hant: 初始 ramdisk
zh_hk: 初始 ramdisk

source: Input
ar: إدخال
de: Eingabe
es_419: Entrada
fi: Syöte
fr: Entrée
ja: 入力
ko: 입력
pl: Urządzenie peryferyjne
ru: Ввод
zh_hans: 输入
zh_hant: 輸入
zh_hk: 輸入

source: Install drivers and SPICE tools
ar: تثبيت برامج التشغيل وأدوات SPICE
es_419: Instalar controladores y herramientas de SPICE
it: Installa i Driver e gli Strumenti SPICE
ja: ドライバとSPICEツールをインストール
pl: Zainstaluj sterowniki oraz narzędzia SPICE
ru: Установить драйвера и инструменты SPICE
zh_hans: 安装驱动程序和 SPICE 工具
zh_hant: 安裝驅動程式和 SPICE 工具
zh_hk: 安裝驅動程式與 SPICE 工具

source: Install Windows 10 or higher
ar: تثبيت Windows 10 أو أعلى
es_419: Instalar Windows 10 o superior
it: Installa Windows 10 o successivo
ja: Windows 10以降をインストール
pl: Zainstaluj system Windows 10 lub nowszy
ru: Установить Windows 10 или новее
zh_hans: 安装 Windows 10 或更高版本
zh_hant: 安裝 Windows 10 或更新版本
zh_hk: 安裝 Windows 10 或者更高版本

source: Install Windows Guest Tools…
ar: تثبيت أدوات ضيف Windows…
de: Windows Gasterweiterung installieren…
es_419: Instalar herramientas de invitado de Windows…
fr: Installer les outils pour l’invité Windows…
it: Installa gli Strumenti Guest per Windows…
ja: Windowsゲストツールをインストール…
pl: Instaluj dodatki gościa dla systemu Windows...
ru: Установка гостевых средств Windows…
zh_hans: 安装 Windows 客户机工具…
zh_hant: 安裝 Windows 客體工具…
zh_hk: 安裝 Windows 客戶端工具⋯

source: Installation Instructions
ar: تعليمات التثبيت
ja: インストール手順
pl: Instrukcja instalacji
zh_hans: 安装指南
zh_hant: 安裝指引
zh_hk: 安裝指引

source: Installation: %@
ar: التثبيت: %@
es_419: Instalación: %@
it: Installazione: %@
ja: インストール: %@
ru: Установка: %@
zh_hans: 安装：%@
zh_hant: 安裝：%@
zh_hk: 安裝：%@

source: Instantiate PS/2 controller even when USB input is supported. Required for older Windows.
ar: تكوين وحدة تحكم PS/2 حتى عند دعم إدخال USB. مطلوب لنظم Windows القديمة.
es_419: Iniciar el controlador PS/2 incluso si la entrada USB está soportada. Requerido para versiones de Windows antiguas.
fi: Instantoi PS/2-ohjain, vaikka USB-tuloa tuetaan. Vaaditaan vanhemmille Windowsille.
fr: Instancie le contrôleur PS/2 même lorsque l’entrée en USB est prise en charge. Requis pour les anciens Windows.
it: Inizializza il controller PS/2 anche quando l'input USB è supportato. Richiesto per versioni più vecchie di Windows.
ja: USB入力に対応している場合でも、PS/2コントローラをインスタンス化します。古いWindowsで必要です。
pl: Utwórz instancję kontrolera PS/2 nawet jeśli kontroler USB jest wspierany. Wymagane dla starszych wersji systemu Windows.
ru: Инстанцировать контроллер PS/2, даже если поддерживается USB ввод. Требуется для старых версий Windows.
zh_hans: 即便支持 USB 输入，仍然实例化 PS/2 控制器。此功能对于旧版 Windows 为必需。
zh_hant: 即使支援 USB 輸入，依舊實體化 PS/2 控制器。舊版 Windows 需要。
zh_hk: 即便支援 USB 輸入，仍然例項化 PS/2 控制器。這個功能對於舊版 Windows 為必需。

source: Interface
ar: واجهة
es_419: Interfaz
fi: Käyttöliittymä
it: Interfaccia
ja: インターフェイス
ko: 인터페이스
pl: Interfejs
ru: Интерфейс
zh_hans: 接口
zh_hant: 介面
zh_hk: 介面

source: Internal error has occurred.
ar: حدث خطأ داخلي.
de: Ein interner Fehler ist aufgetreten. (QEMU)
es_419: Ocurrió un error interno.
fi: Tapahtui sisäinen virhe.
fr: Une erreur interne est apparue.
it: Si è verificato un errore interno.
ja: 内部エラーが発生しました。
ko: 내부 오류가 발생했습니다.
pl: Wystąpił błąd wewnętrzny.
ru: Произошла внутренняя ошибка.
zh_hans: 发生内部错误。
zh_hant: 發生內部錯誤。
zh_hk: 發生內部錯誤。

source: Internal error trying to connect to SPICE server.
ar: خطأ داخلي أثناء محاولة الاتصال بخادم SPICE.
de: Fehler beim Verbinden mit dem SPICE-Server.
es_419: Error interno al intentar conectarse al servidor SPICE.
fr: Erreur interne en essayant de connecter le serveur SPICE.
it: Si è verificato un errore interno durante la connessione al server SPICE.
ja: SPICEサーバへの接続試行中に内部エラーが発生しました。
pl: Błąd wewnętrzny podczas próby połączenia z serwerem SPICE.
ru: Внутренняя ошибка при попытке подключения к серверу SPICE.
zh_hans: 尝试连接到 SPICE 服务器时出现内部错误。
zh_hant: 嘗試連接到 SPICE 伺服器時發生內部錯誤。
zh_hk: 在連接 SPICE 伺服器時發生內部錯誤。

source: Internal error.
ar: خطأ داخلي.
de: Interner Fehler.
es_419: Error interno.
fr: Erreur interne
it: Errore interno.
ja: 内部エラーが発生しました。
ko: 내부 오류.
pl: Błąd wewnętrzny
ru: Внутренняя ошибка.
zh_hans: 内部错误。
zh_hant: 內部錯誤。
zh_hk: 內部錯誤。

source: Invalid backend.
ar: خلفية غير صالحة.
ja: バックエンドが無効です。
pl: Nieprawidłowy backend.
zh_hans: 无效的后端。
zh_hk: 無效的後端。

source: Invalid drive size specified.
ar: تم تحديد حجم قرص غير صالح.
zh_hans: 指定的驱动器大小无效。
zh_hk: 指定的磁碟大小無效。

source: Invalid JitStreamer attach URL: %@
ar: عنوان URL المرفق بـ JitStreamer غير صالح: %@
de: JitStreamer-Attach-URL ist ungültig: %@
es_419: URL adjunto de JitStramer no válida: %@
it: Attach URL di JitStramer non valido: %@
ja: JitStreamerアタッチURLが無効です: %@
pl: Nieprawidłowy załącznik JitStreamer URL: %@
ru: Неверный URL-адрес подключения JitStreamer: %@
zh_hans: 无效的 JitStreamer 附加 URL：%@
zh_hant: 無效的 JitStreamer 附加 URL： %@
zh_hk: 無效的 JitStreamer 附加 URL：%@

source: Invalid MAC address.
ar: عنوان MAC غير صالح.
de: Ungültige MAC-Adresse.
es_419: Dirección MAC inválida.
fr: Adresse MAC non valide
it: MAC address non corretto.
ja: MACアドレスが無効です。
pl: Adres fizyczny (MAC) jest nieprawidłowy.
ru: Неверный MAC-адрес.
zh_hans: MAC 地址无效。
zh_hant: 無效的 MAC 地址。
zh_hk: 無效的 MAC 位址。

source: Invalid RAM size specified.
ar: تم تحديد حجم RAM غير صالح.
zh_hans: 指定的内存大小无效。
zh_hk: 指定的記憶體大小無效。

source: Invert scrolling
ar: عكس التمرير
de: Scrollrichtung umkehren
es_419: Invertir el desplazamiento del mouse
fi: Käännä vieritys
fr: Inverser le défilement de la souris
it: Inverti lo scorrimento
ja: スクロールを反転
pl: Odwróć przewijanie
ru: Инвертировать прокрутку
zh_hans: 反转滚动
zh_hant: 反向捲動
zh_hk: 反轉捲動

source: IP Configuration
ar: تكوين IP
de: IP-Konfiguration
es_419: Configuración de dirección IP
fi: IP-määritys
fr: Configuration de l’adresse IP
it: Impostazioni IP
ja: IP構成
ko: IP 구성설정
pl: Konfiguracja adresów IP
ru: Конфигурация IP
zh_hans: IP 配置
zh_hant: IP 設定
zh_hk: IP 設定

source: IPSW Install Image
ar: صورة تثبيت IPSW
fr: Image d’installation IPSW
ja: IPSWインストールイメージ
pl: Obraz instalacyjny IPSW
zh_hans: IPSW 安装映像
zh_hant: IPSW 安裝映像檔
zh_hk: IPSW 安裝映像檔

source: Isolate Guest from Host
ar: عزل الضيف عن المضيف
de: Gast-Netz vom Host isolieren
es_419: Aislar invitado del host
fi: Eristä vieras palvelimesta
fr: Isoler l’invité de l’hôte
it: Isola Guest
ja: ゲストをホストから隔離
ko: 호스트로부터 게스트 분리
pl: Izoluj gościa od hosta
ru: Изолировать гостя от хоста
zh_hans: 将客户机与主机隔离
zh_hant: 從主機獨立出客體
zh_hk: 將客戶端與主機隔離

source: Italic
ar: مائل
de: Kursiv
es_419: Cursiva
fr: Italique
it: Cursivo
ja: イタリック
pl: Kursywa
ru: Курсив
zh_hans: 斜体
zh_hant: 斜體
zh_hk: 斜體

source: Italic, Bold
ar: مائل، عريض
de: Kursiv & Fett
es_419: Cursiva, Negrita
fr: Italique, Gras
it: Cursivo, Grassetto
ja: イタリック、ボールド
pl: Kursywa, Pogrubiony
ru: Курсив, Жирный
zh_hans: 斜体，粗体
zh_hant: 斜體、粗體
zh_hk: 斜體，粗體

source: JIT Cache
ar: ذاكرة التخزين المؤقت JIT
es_419: Caché de JIT
fi: JIT-välimuisti
fr: Cache du JIT
it: Cache JIT
ja: JITキャッシュ
ko: JIT 캐시
pl: Pamięć podręczna JIT
ru: Кэш JIT
zh_hans: JIT 缓存数据
zh_hant: JIT 快取
zh_hk: JIT 快取資料

source: Keep UTM running after last window is closed and all VMs are shut down
ar: استمر في تشغيل UTM بعد إغلاق آخر نافذة وإيقاف جميع الآلات الافتراضية.
de: UTM weiter ausführen, wenn alle Fenster geschlossen und alle VMs beendet wurden
es_419: Continuar ejecutando UTM después de que se cierre la última ventana y se apaguen todas las VMs
fi: Pidä UTM käynnissä, kun viimeinen ikkuna on suljettu ja kaikki VM:t suljetaan
fr: Continuer d’exécuter UTM, même après que toutes les fenêtres soient fermées et les VM arrêtées
it: Esegui UTM anche quando tutte le fineste sono chiuse e nessuna VM è in esecuzione
ja: 最後のウインドウが閉じられ、すべての仮想マシンがシステム終了した後もUTMを実行し続ける
pl: Zostaw UTM uruchomione nawet jeśli ostatnie okno jest zamknięte i wszystkie maszyny wirtualne są wyłączone.
ru: Продолжение работы UTM после закрытия последнего окна и выключения всех ВМ
zh_hans: 在关闭最后一个窗口和关闭所有虚拟机后继续运行 UTM
zh_hant: 即使最後一個視窗已經關閉、所有虛擬機均已關閉，仍繼續執行 UTM
zh_hk: 在最後一個視窗關閉並且所有虛擬電腦關機時保持 UTM 執行

source: Kernel
ar: نواة
es_419: Núcleo (Kernel)
fi: Ydin
ja: カーネル
pl: Jądro (Kernel)
ru: Ядро (Kernel)
zh_hans: 内核
zh_hant: 核心
zh_hk: 核心

source: Kernel Image
ar: صورة النواة
fr: Image du noyau
ja: カーネルイメージ
pl: Obraz jądra systemu
zh_hans: 内核映像
zh_hant: 核心映像檔
zh_hk: 核心映像檔

source: Keyboard
ar: لوحة المفاتيح
es_419: Teclado
fi: Näppäimistö
fr: Clavier
it: Tastiera
ja: キーボード
pl: Klawiatura
ru: Клавиатура
zh_hans: 键盘
zh_hant: 鍵盤
zh_hk: 鍵盤

source: License
ar: ترخيص
de: Lizenz
es_419: Licencia
fi: Lisenssi
fr: Licence
it: Licenza
ja: ライセンス
pl: Licencja
ru: Лицензия
zh_hans: 许可
zh_hant: 授權條款
zh_hk: 許可協議

source: Linear
ar: خطية
fi: Lineaarinen
fr: Linéaire
it: Lineare
ja: リニア
ko: 선형 보간법
pl: Liniowe
ru: Линейный
zh_hans: 线性
zh_hant: 線性
zh_hk: 線性

source: Linux
ar: لينكس

source: Linux Device Tree Binary
ar: ثنائي شجرة جهاز لينكس
de: Linux Gerätebaum-Datei
es_419: Binario del árbol de dispositivos de Linux
fi: Linux-laitepuun binääri
fr: Binaire d’arborescence de lecteurs de Linux
it: Albero Binario dei Dispositivi Linux
ja: Linuxデバイスツリーバイナリ
pl: Plik binarny drzewa urządzeń systemu Linux
ru: Двоичный файл дерева устройств Linux (DTB)
zh_hans: Linux 设备树二进制文件
zh_hant: Linux 裝置樹二進位
zh_hk: Linux 裝置樹二進位檔

source: Linux initial ramdisk (optional)
ar: الذاكرة المؤقتة الأولية لنظام لينكس (اختياري)
de: Linux Ramdisk (optional)
es_419: RAMDisk inicial de Linux (opcional)
fi: Linuxin alkuperäinen muistilevy (valinnainen)
it: RAMDisk iniziale di Linux (opzionale)
ja: Linux初期RAMディスク（オプション）
pl: Initial Linux RamDisk (opcjonalne)
ru: Первоначальный ramdisk Linux (опционально)
zh_hans: Linux 初始 ramdisk (可选)
zh_hant: Linux 初始 ramdisk（選填）
zh_hk: Linux 起始 ramdisk (可選)

source: Linux Kernel
ar: نواة لينكس
es_419: Kernel de Linux
fi: Linux-ydin
fr: Noyau Linux
it: Kernel Linux
ja: Linuxカーネル
pl: Jądro systemu Linux (Kernel)
ru: Ядро Linux
zh_hans: Linux 内核
zh_hant: Linux 核心
zh_hk: Linux 核心

source: Linux kernel (required)
ar: نواة لينكس (مطلوب)
de: Linux Kernel (erforderlich)
es_419: Kernel de Linux (requerido)
fi: Linux-ydin (pakollinen)
it: Kernel Linux (richiesto)
ja: Linuxカーネル（必須）
pl: Jądro systemu (kernel) Linux (wymagane)
ru: Ядро Linux (обязательно)
zh_hans: Linux 内核 (必选)
zh_hant: Linux 核心（必填）
zh_hk: Linux 核心 (必填)

source: Linux RAM Disk
ar: قرص RAM لنظام لينكس
es_419: Disco de memoria de Linux
fi: Linuxin RAM-levy
fr: RAM Disk de Linux
it: RAMDisk di Linux
ja: Linux RAMディスク
pl: Dysk pamięci operacyjnej Linux (RAMDisk)

source: Linux Root FS Image (optional)
ar: صورة نظام الملفات الجذرية لنظام لينكس (اختياري)
de: Linux Root-Dateisystem-Abbild (optional)
es_419: Imagen Root FS de Linux
it: Immagine del File System Root di Linux
ja: Linux RootFSイメージ（オプション）
pl: Obraz Linux RootFS (opcjonalne)
ru: Образ корневой ФС Linux (опционально)
zh_hans: Linux Root FS 映像 (可选)
zh_hant: Linux Root FS 映像檔（選填）
zh_hk: Linux rootfs 映像檔 (可選)

source: Linux Settings
ar: إعدادات لينكس
de: Linux Einstellungen
es_419: Configuración de Linux
fr: Réglages de Linux
it: Impostazioni Linux
ja: Linux設定
pl: Ustawienia systemu Linux
ru: Параметры Linux
zh_hans: Linux 设置
zh_hant: Linux 設定
zh_hk: Linux 設定

source: Logging
ar: تسجيل
de: Protokollierung
es_419: Registro
fi: Lokikirjaus
fr: Journalisation
ja: ログ
ko: 로그
pl: Dziennik zdarzeń
ru: Ведение журналов
zh_hans: 日志
zh_hant: 日誌
zh_hk: 日誌

source: MAC Address
ar: عنوان MAC
es_419: Dirección MAC
fi: Mac osoite
fr: Adresse MAC
ja: MACアドレス
pl: Adres fizyczny (MAC)
ru: MAC Адрес
zh_hans: MAC 地址
zh_hant: MAC 地址
zh_hk: MAC 位址

source: Mac Keyboard (macOS 14+)
ar: لوحة مفاتيح ماك (macOS 14+)
ja: Macキーボード（macOS 14以降）
pl: Klawiatura (macOS 14+)
zh_hans: Mac 键盘 (macOS 14+)
zh_hk: Mac 鍵盤 (macOS 14+)

source: Mac Trackpad (macOS 13+)
ar: لوحة تتبع ماك (macOS 14+)
ja: Macトラックパッド（macOS 13以降）
pl: Gładzik (macOS 13+)
zh_hans: Mac 触控板 (macOS 14+)
zh_hk: Mac 觸控板 (macOS 13+)

source: Machine
ar: آلة افتراضية
es_419: Máquina
it: Macchina
ja: マシン
ko: 시스템
pl: Maszyna
ru: Машина
zh_hans: 虚拟机
zh_hk: 電腦

source: macOS guests are only supported on ARM64 devices.
ar: الضيوف من نظام macOS مدعومون فقط على أجهزة ARM64.
de: macOS VMs werden nur auf ARM64 Architektur unterstützt.
es_419: Los clientes de macOS sólo están soportados en dispositivos ARM64.
it: I guest macOS sono supportati solo dai dispositivi ARM64
ja: macOSゲストはARM64デバイスでのみ対応しています。
pl: macOS jako system gościa jest wspierany tylko na urządzeniach ARM64.
ru: Гостевая macOS поддерживается только на устройствах ARM64.
zh_hans: macOS 客户机仅支持 ARM64 设备。
zh_hant: macOS 客體僅支援 ARM64 裝置。
zh_hk: macOS 客戶端僅支援 ARM64 裝置。

source: macOS is not supported with QEMU.
ar: نظام macOS غير مدعوم مع QEMU.
de: macOS wird nicht in QEMU unterstützt.
es_419: macOS no está soportado con QEMU.
fi: QEMU ei tue macOS:ää.
it: macOS non è supportato da QEMU.
ja: macOSはQEMUには対応していません。
pl: macOS nie jest wspierany przez QEMU
ru: macOS не поддерживается в QEMU.
zh_hans: QEMU 不支持 macOS。
zh_hant: macOS 不支援 QEMU。
zh_hk: macOS 不支援 QEMU。

source: macOS Settings
ar: إعدادات macOS
de: macOS Einstellungen
es_419: Configuración de macOS
fr: Réglages de macOS
it: Impostazioni macOS
ja: macOS設定
pl: Ustawienia systemu macOS
ru: Параметры macOS
zh_hans: macOS 设置
zh_hant: macOS 設定
zh_hk: macOS 設定

source: Maintenance
ar: صيانة
it: Manutenzione
ja: 修復
ru: Обслуживание
zh_hans: 维护
zh_hant: 維護
zh_hk: 維護

source: Make sure the latest version of UTM is running on your Mac and UTM Server is enabled. You can download UTM from the Mac App Store.
ar: تأكد من أن أحدث إصدار من UTM يعمل على جهاز Mac الخاص بك وأن خادم UTM مفعل. يمكنك تنزيل UTM من متجر تطبيقات Mac.
ja: 最新バージョンのUTMがMac上で実行されており、UTMサーバが有効になっていることを確認してください。UTMはMac App Storeからダウンロードできます。
pl: Upewnij się, że na twoim Macu zainstalowana jest najnowsza wersja UTM oraz Serwer UTM jest włączony. Możesz pobrać UTM z App Store dla twojego Maca.
zh_hans: 确保你的 Mac 上运行最新版本的 UTM，且 UTM 服务器已启用。你可以从 Mac App Store 下载 UTM。
zh_hk: 確保最新版本的 UTM 在你的 Mac 上執行，並且已經啟用 UTM 伺服器。你可以透過 Mac App Store下載 UTM。

source: Manual Serial Device (advanced)
ar: جهاز تسلسلي يدوي (متقدم)
de: Eigenes serielles Gerät (erweitert)
es_419: Dispositivo serial manual (avanzado)
fi: Manuaalinen sarjalaite (edistynyt)
fr: Appareil Série en manuel (avancé)
it: Dispositivo Seriale Manuale (avanzate)
ja: 手動シリアルデバイス（詳細）
pl: Manualne urządzenie szeregowe (zaawansowane)
ru: Ручное последовательное устройство (дополнительно)
zh_hans: 手动串行设备 (高级)
zh_hant: 手動序列裝置（進階）
zh_hk: 手動序列裝置 (進階)

source: Maximum Shared USB Devices
ar: الحد الأقصى لعدد أجهزة USB المشتركة
de: Anzahl weitergeleiteter USB-Geräte (max.)
es_419: Número máximo de dispositivos USB compartidos
fi: Jaettujen USB-laitteiden enimmäismäärä
fr: Max d’appareils USB partagés
it: Dispositivi USB Condivisi Massimi
ja: 最大共有USBデバイス数
pl: Maksymalna ilość współdzielonych urządzeń USB
ru: Максимальное кол-во совместно используемых USB-устройств
zh_hans: 最大共享 USB 设备数
zh_hant: 最大共享 USB 裝置
zh_hk: 最多分享 USB 裝置

source: MB
ar: ميغابايت

source: Memory
ar: ذاكرة
de: Speicher
es_419: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
pl: Pamięć
ru: Память
zh_hans: 内存
zh_hant: 記憶體
zh_hk: 記憶體
